{
    "jokes": [
        "Quando ficar triste abrace um sapato. Um sapato com sola!",
        "Como transformar um giz em cobra? Coloca o giz na água porque daí o gizbóia!",
        "Por quê a velhinha não usa relógio? Porque ela é uma SENHORA!",
        "Por quê o pintinho estava com o pincel? Porque ele estava PINTANDO!",
        "O que é maconha enrolada em jornal? É baseado em fatos reais.",
        "Por quê os dinossauros não batem palma? Porque eles já morreram.",
        "Por quê os mergulhadores se jogam para trás na hora de mergulhar? Por que se jogassem para frente, cairiam dentro do barco.",
        "Uma pessoa vivia terminando seus relacionamentos até que achou sua alma gêmea e nunca mais fez isso. Qual o nome do filme? O Ex-terminador",
        "O que um instrutor de auto escola foi fazer no forró? R: Ensinar Frank Aguiar.",
        "O que é um Terapeuta? R: São 1024 Gigapeutas!",
        "Por quê as araucárias não se perdem na mata? Pois elas tem uma pinha",
        "Por quê a araucária não foi atendida no posto de saúde? Porque não havia médico de plantão",
        "Por quê os policiais não usam sabão? Porque eles preferem detergente.",
        "Qual o site do cavalinho? www.cavalinho.com.com.com.com.com",
        "Qual a fórmula química da água benta? H DEUS O",
        "Conhece a piada do pônei? Não. Pô nem eu.",
        "O pato fala para o outro 'QUACK!', o outro responde 'Era exatamente o que eu ia dizer agora!'",
        "Por quê a aranha é o ser mais carente do mundo? Porque é um aracNEEDYOU.",
        "O que o pagodeiro foi fazer na igreja? Foi cantar PA GOD",
        "Por quê Napoleão era sempre convidado para as festas? Porque ele era BON NA PARTY",
        "O que aconteceu com os lápis quando souberam que o dono da Faber Castell faleceu? Ficaram desapontados",
        "Para que serve óculos verde? Para verde perto",
        "Para que serve óculos vermelho? Para vermelhor",
        "Para que serve óculos marrom? Para ver marronmenos",
        "Você sabe qual a diferença entre a lagoa e a padaria? Na lagoa há sapinho, e na padaria, assa pão.",
        "Como um atomo atende o telefone? PRÓTON?!",
        "Por que o Luke Skywalker escondeu seus livros? Porque ele não quer que a Princesa Leia",
        "Por que dói mais tropeçar numa caixa de som? Porque amplificador",
        "int x=10; int y=10; return x+y; // Qual o nome do filme? O Código dá Vinte",
        "O que a esposa do Einstein disse na primeira vez que o viu nú? QUE FÍSICO!",
        "Como transformar uma laranja em cobra? Esprema a laranja dentro de um saquinho, feche e faça cócegas no saquinho que daí o SUCU-RI!"
    ]
}
